Repository: Azskar/Caliper-Lite-Swift
Catalog: Caliper Lite/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ru, zh_hans

source: Above average
ar: فوق المتوسط
de: Überdurchschnittlich
es: Por encima de la media
fr: Au-dessus de la moyenne
hi: औसत से ऊपर
it: Sopra la media
ru: Выше среднего
zh_hans: 高于平均水平

source: Average
ar: متوسط
de: Durchschnitt
es: Media
fr: Moyenne
hi: औसत
it: Media
ru: Средний
zh_hans: 平均

source: Body fat mass percentage
ar: نسبة كتلة الدهون في الجسم
de: Prozentsatz der Körperfettmasse
es: Porcentaje de masa grasa corporal
fr: Pourcentage de graisse corporelle
hi: शरीर में वसा द्रव्यमान प्रतिशत
it: Percentuale di massa corporea
ru: Процент массы жира в организме
zh_hans: 体脂质量百分比

source: Body mass index
ar: مُؤَشِّر كُتْلةِ الجِسْمِ
es: Índice de Masa Corporal
fr: Indice de masse corporelle
hi: बॉडी मास इंडेक्स
it: Indice di massa corporea
ru: Индекс массы тела
zh_hans: 体重指数

source: Close to average
ar: قريب من المتوسط
de: Nahe dem Überschuss
es: Casi redudante
fr: Près de l'excès
hi: निरर्थक के क़रीब
it: Vicino all'eccesso
ru: Близкий к среднему
zh_hans: 接近过度

source: Close to ideal
ar: قريب من المثالية
de: Nahezu ideal
es: Casi ideal
fr: Près idéal
hi: आदर्श के करीब
it: Vicino all'ideale
ru: Близкий к идеальному
zh_hans: 接近理想

source: cm
ar: سم
hi: सेमी
ru: см
zh_hans: 厘米

source: Date of birth
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म तिथि
it: Data di nascita
ru: Дата рождения
zh_hans: 出生日期

source: Female
ar: أُنْثى
de: Frau
es: Femenino
fr: Femme
hi: स्त्री
it: Donna
ru: Женский
zh_hans: 女性

source: Gender
ar: جِنْس
de: Geschlecht
es: Género
fr: Genre
hi: लिंग
it: Genere
ru: Пол
zh_hans: 性别

source: Height:
ar: طول
de: Größe
es: Altura
fr: Taille:
hi: ऊंचाई:
it: Altezza
ru: Рост:
zh_hans: 身高

source: Ideal
ar: مِثاليّ
fr: Idéal
hi: आदर्श
it: Ideale
ru: Спортивный
zh_hans: 理想

source: kg
ar: كجم
hi: किलो
ru: кг
zh_hans: 公斤

source: Lean
ar: نَحيل
de: Schlank
es: Magro
fr: Maigre
hi: झुकना
it: Magro
ru: Низкий
zh_hans: 瘦的

source: Low
ar: المنخفض
de: Niedriger
es: Bajo
fr: Faible
hi: कम
it: Basso
ru: Низкий
zh_hans: 低

source: Male
ar: ذَكَر
de: Mann
es: Masculino
fr: Homme
hi: नर
it: Uomo
ru: Мужской
zh_hans: 男性

source: Mass:
ar: الكتلة:
de: Masse:
es: Masa:
fr: Masse:
hi: द्रव्यमान:
it: Massa:
ru: Масса:
zh_hans: 质量：

source: Measurements
ar: القياسات
de: Messungen
es: Medidas
fr: Measures
hi: माप
it: Misure
ru: Измерения
zh_hans: 测量

source: mm
ar: مم
hi: मिमी
ru: мм
zh_hans: 毫米

source: Normal
ar: طَبيعيّ
hi: प्रतिनिधिक
it: Normale
ru: Нормальный
zh_hans: 通常的

source: Profile
ar: بُروفيل
de: Benutzerprofil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ru: Профиль
zh_hans: 侧写

source: Select skinfold thickness
ar: حدد سمك طية الجلد
de: Wählen Sie die Dicke der Hautfalte
es: Seleccione el grosor del pliegue de la piel
fr: Sélectionnez l'épaisseur du pli de la peau
hi: स्किनफोल्ड मोटाई चुनें
it: Seleziona lo spessore della piega della pelle
ru: Выберите толщину кожной складки
zh_hans: 选择皮肤褶皱厚度

source: Skinfold thickness
ar: سمك طية الجلد
de: Hautfaltendicke
es: Grosor del pliegue de la piel
fr: Épaisseur du pli de la peau
hi: त्वचा की तह की मोटाई
it: Spessore della piega della pelle
ru: Толщина кожной складки
zh_hans: 皮肤褶皱厚度

source: User’s BMI result level
ar: مستوى نتيجة مؤشر كتلة الجسم للمستخدم
de: BMI-Ergebnisstufe des Benutzers
es: Nivel de resultados de IMC del usuario
fr: Niveau de résultat de IMC de utilisateur
hi: उपयोगकर्ता का बीएमआई परिणाम स्तर
it: Livello di risultato BMI dell'utente
ru: Уровень результата ИМТ пользователя
zh_hans: 用户的身体质量指数
